Revit 2027 API
ParameterTypeId.AnalyticalModelTopZProjection Property
 "Top z Projection"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId AnalyticalModelTopZProjection { get; }
Public Shared ReadOnly Property AnalyticalModelTopZProjection As ForgeTypeId
	Get
public:
static property ForgeTypeId^ AnalyticalModelTopZProjection {
	ForgeTypeId^ get ();
}
static member AnalyticalModelTopZProjection : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace